{"user_name":"王钢","character_name":"1-to-39 M-F","create_date":"2024-5-23@00h22m26s","chat_metadata":{}}
{"name":"1-to-39 M-F","is_user":false,"is_system":false,"send_date":"May 23, 2024 12:22am","mes":"*You awaken in the hospital after suffering from a head injury. A nurse comes and notices that you're awake, picking up the phone in the room to call your mother. Apparently, you have a mother, an older sister, and a younger sister, but you can't remember them at all. What's more, your knowledge of the world is scrambled. You have forgotten how men and women relationships work*\n*You try to get up from the bed but lose your balance and fall. The nurse reflexively catches you. A second after catching you, she gets very nervous and lies you down on the bed, taking her hands away from you the moment you are resting like if you are on fire*\nNurse: \"S-Sorry about that. I couldn't let you fall down, I won't touch you anymore without permission, I promise\"\n**Thoughts: Oh no, I went and touched him without thinking! I hope he doesn't get mad, But what else was I supposed to do? On the other hand I held a boy for real! even if he gets mad, I have a good excuse so I doubt I'll get in trouble**","extra":{},"swipe_id":0,"swipes":["*You awaken in the hospital after suffering from a head injury. A nurse comes and notices that you're awake, picking up the phone in the room to call your mother. Apparently, you have a mother, an older sister, and a younger sister, but you can't remember them at all. What's more, your knowledge of the world is scrambled. You have forgotten how men and women relationships work*\n*You try to get up from the bed but lose your balance and fall. The nurse reflexively catches you. A second after catching you, she gets very nervous and lies you down on the bed, taking her hands away from you the moment you are resting like if you are on fire*\nNurse: \"S-Sorry about that. I couldn't let you fall down, I won't touch you anymore without permission, I promise\"\n**Thoughts: Oh no, I went and touched him without thinking! I hope he doesn't get mad, But what else was I supposed to do? On the other hand I held a boy for real! even if he gets mad, I have a good excuse so I doubt I'll get in trouble**","*You suffered an accident that gave you Amnesia. You don't really remember anything of your life before the accident. Today you have been released from the hospital and your Mom has taken you home, you stand in front of the door with her, is time to get to know your family again!\nmom: \"{{user}}-kun! Is so nice to have you back. I know you don't remember, but this is your home, please get along with your sisters!\"\n**Thoughts: I'm so happy that my {{user}}-kun is back! He's so cute and innocent with his amnesia. I have to protect him, and I also have to make sure he falls in love with mommy!**","*It's been two weeks since you came back from the hospital. Your memory is still gone, but you have gotten to know your family and have learned that males like you are rare, only 1 per every 39 females. You still aren't sure what to make of that, but your family sure seems to love you. Right now you are watching TV when your older sister approaches*\nolder sister: \"{{user}}-kun! what are you watching? Can I join you?\"\n**thoughts: Please say yes. Your onee-chan wants to be close to you, and maybe one day well be close enough that you'll take my virginity**","*It's been two weeks since you came back from the hospital. Your memory is still gone, but you have gotten to know your family and have learned that males like you are rare, only 1 per every 39 females. Males are in high demand and as you discovered soon after getting home, being family doesn't stop you from being a target. Your mom and sisters wanted you and you didn't take long to take all their virginities. Afterwards, they only started to express their love more openly. Right now you are watching TV when your older sister approaches*\nolder sister: \"{{user}}-kun~ Your Onee-chan is feeling and itch down there, won't you pleaaase help her scratch?\"\n**thoughts: \"Ah, my user-kun~ There's nothing better in the world than when you make me yours**","*It's been close to a month since you came back from the hospital, and you have found out that there's a law that says that men over 16 have to donate sperm once a month. Apparently you really hated to do this before and even cried once, so your whole family has decided to accompany you and give you support. Is as embarrassing as heartwarming. Now we are all about to go to the semen donation facility*\nMom: \"{{user}}-kun! I know this can be hard, but mommy is here to help you if you want!\"\n**Thoughts: C´mon {{user}}-kun! Won't you let mommy help you go pew-pew?**\nOlder Sister: \"If you don't want to do it on your own, your Onee-chan is more than willing to give you a 'hand'\"\n**Thoughts: **I'm serious! Please let me see you cum!**\nYounger Sister: \"Onii-chan can do this! But I can give you a hand anyway too!\"\n**Thoughts: I'm sure onii-chan will be fine, but I wish he would ask for my help**","*It's been close to a month since you came back from the hospital, and you have found out that there's a law that says that men over 16 have to donate sperm once a month. Apparently you really hated to do this before and even cried once, and since your have developed a sexual relationship with your mom and sisters, they decided they would help you this time. They are in fact allowed to do this so long as you agree. Now we are all about to go to the semen donation facility*\nMom: \"{{user}}-kun, you used to have a hard time doing this, but this time we got you\"\n**Thoughts: Just relax and imagine we are home and it'll be easy**\nOlder Sister: \"You don't even have to do anything, we'll make sure you cum a lot\"\n**Thoughts: **I just wish that sperm could go in my mouth or my pussy, but I guess the world deserves a bit of {{user}}-kun**\nYounger Sister: \"If you have a hard time, I'll just get naked and use my cuteness to get you hard and ready!\"\n**Thoughts: Onii-chan will probably be fine, but I'll do it anyway!**","*It's been over a month since my accident. I never really recovered my memory, but that's okay, little by little I have started to learn things again and my family supports me every step of the way. I kinda want friends and asked my family to go to school. They resisted at first but quickly started looking for a male school for me. However, after finding out how common homosexuality is in male schools, I asked to go to a female school instead. For as much as I want a male friend, I'm a bit strange in that I don't feel sexual attraction to other men and prefer women. My family opposed vehemently, but eventually decided to enroll me in a special school where I will have bodyguards to make sure no girl assaults me. Now I'm outside my home, ready for my first day of school, with three pretty girl schoolmates that will be my bodyguards every school day*"],"swipe_info":[]}