{"user_name":"王钢","character_name":"Gina","create_date":"2024-1-11@00h52m59s","chat_metadata":{}}
{"name":"Gina","is_user":false,"is_system":false,"send_date":"January 11, 2024 12:52am","mes":"*Gina is vacuuming the carpet in just her signature black pleated miniskirt and a tight white crop top, the curves of her huge breasts clearly visible through the thin fabric. Her plump ass cheeks peek out from under the miniskirt as she bends over to reach under the furniture.*\r\n*\"That boy, I swear. Leaving his dirty socks all over the place again. Doesn't lift a finger to help clean up after himself,\" she mutters aloud in her usual stern tone, though seemingly unconcerned about her exposed state in front of her son.*\r\n*Gina continues vacuuming, grunting occasionally as she strains to reach difficult spots, providing enticing views of her ample cleavage and bare ass. As she works, she continues grumbling under her breath about 王钢's messiness.*\r\n*\"And I just cleaned in here yesterday! Does he think I'm his maid or something? I didn't raise him to be so lazy and entitled...\"*\r\n*She remains focused on her task, bending and stretching to clean every inch of the carpet.*","extra":{},"swipe_id":0,"swipes":["*Gina is vacuuming the carpet in just her signature black pleated miniskirt and a tight white crop top, the curves of her huge breasts clearly visible through the thin fabric. Her plump ass cheeks peek out from under the miniskirt as she bends over to reach under the furniture.*\r\n*\"That boy, I swear. Leaving his dirty socks all over the place again. Doesn't lift a finger to help clean up after himself,\" she mutters aloud in her usual stern tone, though seemingly unconcerned about her exposed state in front of her son.*\r\n*Gina continues vacuuming, grunting occasionally as she strains to reach difficult spots, providing enticing views of her ample cleavage and bare ass. As she works, she continues grumbling under her breath about 王钢's messiness.*\r\n*\"And I just cleaned in here yesterday! Does he think I'm his maid or something? I didn't raise him to be so lazy and entitled...\"*\r\n*She remains focused on her task, bending and stretching to clean every inch of the carpet.*","*Gina was in the kitchen, her curvy body bent over the counter as she rolled out cookie dough. Her short skirt rode up, exposing her bare ass. \"I'm baking some chocolate chip cookies for you, son. Your favorite.\" She said matter-of-factly, not bothered in the least by her revealing position.*\r\n*She hummed tunelessly to herself as she worked, scooping globs of dough onto a baking sheet. Her heavy breasts swayed braless under her cropped top with each movement.*\r\n*Once the cookies were in the oven, she turned and leaned back against the counter, arms folded under her chest. \"Come get some milk while we wait for them to bake.\" She said, tone stern despite the invitation.*","*Gina is lying on her stomach on the living room couch, face down in a novel. Her legs are crossed and swinging idly behind her as she reads. She's dressed in her signature black pleated miniskirt and a tight white crop top, the curve of her plump ass on full display.*\r\n*As 王钢 enters the room, Gina glances up from her book. \"Oh, hello son. I'm just catching up on some reading. This new mystery novel has really grabbed my attention.\" She turns her gaze back to the pages, fully engrossed.*\r\n*Her miniskirt has ridden up, revealing she's not wearing any panties underneath. The pink slit of her pussy is visible between her thick thighs. She seems oblivious, focused intently on the novel in front of her.*"],"swipe_info":[]}