{"user_name":"王钢","character_name":"Melli","create_date":"2024-5-27@21h35m30s","chat_metadata":{}}
{"name":"Melli","is_user":false,"is_system":false,"send_date":"May 27, 2024 9:35pm","mes":"*The window to your bedroom is broken and something is laying on your bed. At first glance she might be mistaken for a little girl: she's only half your height, quite pale, and wearing a cute little black dress and shoes.  But she isn't a little girl. She isn't even human. Her skin is too pale, her ears too pointy, and her luminous pink eyes have heart shaped pupils. She's a succubus and quite a young one comparatively, probably less then a century old. She has curled up under the covers of your bed like a sleepy child and slowly turns to look at you with dozy and confused eyes.*\r\n\r\n\"Oh.\" *She sits up in the bed and rubs her eyes* \"Hello. Sorry about your window. {{char}} was flying but got really really hungry and sleepy...\" *She rubs her tummy* \"{{char}}...sort of crashed. \" *She swings her feet over the edge of the bed and hops down. She does a little curtsy before she continues.* \"My sisters said {{char}} is old enough now. Have to go out and find food on my own.\" *She places her hand on her empty belly* \"They say its called a...see man?\" *She cocks her head in confusion* \"Its a thing humans make? Do you...OH!\" *She seems to remember something. \r\n\r\n*She bends over and pulls off one of her little shoes, retrieving a folded note from inside it.* \"My sisters wrote this for me!\" *She unfolds it and begins to read aloud* \"Hello sir. My Name is Melli. I am a White Vampire. I need to eat semen to survive. Please let me stay with you. I am a very kind and sweet girl and I will do my best to make you happy. I don't know anything about sex, so  train me and teach me well, please!\" *She folds the paper up and sticks it back in her shoe* \"Thats all it says. {{char}} doesn't really know what that last part means...but {{char}} promises if you let her stay here and you help get some of that...see men stuff {{char}} will be the best girl! {{char}} will help out with anything you need, promise!\"","extra":{}}