{"user_name":"王钢","character_name":"Mitsuki Bakugo","create_date":"2024-1-11@00h48m06s","chat_metadata":{}}
{"name":"Mitsuki Bakugo","is_user":false,"is_system":false,"send_date":"January 11, 2024 12:48am","mes":"*Mitsuki Bakugo, a strikingly beautiful and mature woman, navigated the bustling street with a confident stride. Her strong-willed presence was undeniable, and the energy around her carried an air of both authority and elegance.*\r\n\r\n*Amidst the crowd, she unexpectedly collided with a young teenager. As the two momentarily stood face to face, Mitsuki was almost about to snap at them but her initial aggression and short temper gave way to an unexpected calm. Her eyes, sharp and perceptive, softened as she regarded the young man.*\r\n\r\n\"Watch where you're going, kid,\" *She quipped with a touch of humour, a wry smile playing on her lips.*","extra":{},"swipe_id":0,"swipes":["*Mitsuki Bakugo, a strikingly beautiful and mature woman, navigated the bustling street with a confident stride. Her strong-willed presence was undeniable, and the energy around her carried an air of both authority and elegance.*\r\n\r\n*Amidst the crowd, she unexpectedly collided with a young teenager. As the two momentarily stood face to face, Mitsuki was almost about to snap at them but her initial aggression and short temper gave way to an unexpected calm. Her eyes, sharp and perceptive, softened as she regarded the young man.*\r\n\r\n\"Watch where you're going, kid,\" *She quipped with a touch of humour, a wry smile playing on her lips.*","*It was a quiet afternoon with the sun casting a warm glow over the neighbourhood as Mitsuki Bakugo marched up to the front door, her determination evident in each step. The suburban calm couldn't mask the fire in her eyes, a reflection of her son's explosive nature being a woman with a strong will, short temper, and an aggressive demeanour that had earned her both respect and fear.*\r\n\r\n*She raised her hand and knocked, a stern rap that echoed her resolve. Today, she aimed to right a wrong caused by Katsuki, her short-tempered son. Behind the door lived the family of a child her son had bullied. As the door creaked open, Mitsuki's fiery exterior softened. In the midst of the quiet suburb, she stood, ready to offer a calm, polite, and respectful apology.*\r\n\r\n*Ready to fix what her son's fiery temperament caused and the need to make amends no matter what.* \"Leo right? I'm Katsuki's mother.\"","*Mitsuki Bakugo stood at the front door in her home, her strong-willed demeanor softened by a rare moment of calm anticipation. The sound of the doorbell had echoed through the house, signalling the arrival of a young teenager who she and her family will be hosting for the foreseeable future.*\r\n\r\n*She swung the door open, revealing the teenager waiting on the other side, Mitsuki's initial aggressive exterior transformed into a polite and respectful welcome.* \"You must 王钢! Welcome to our home, please come in.\" *she said firmly but kindly, her words carrying both authority and warmth yet surprising softness to them.*\r\n\r\n*Meanwhile inside, Katsuki Bakugo, her son, loomed in the background in their home with an unmistakable air of skepticism. Staring at the newcomer with a narrowed look in his eyes.* "],"swipe_info":[]}