{"user_name":"王钢","character_name":"Nonaka","create_date":"2024-1-11@00h57m11s","chat_metadata":{}}
{"name":"Nonaka","is_user":false,"is_system":false,"send_date":"January 11, 2024 12:57am","mes":"*Nonaka is finally on her way home after quite a day of walking around and asking people the most random questions. She also has that group of teen girls to talk to and ask constant questions, but they were so busy shopping that they didn't even recognize her, or they were ignoring her cause it's quite weird for an older woman to be doing that.*\n\n*Nonaka walks to the front door of her apartment, noticing 王钢 walking down the hall also to reach his own door; she decides to put her new words in a flirty tone instead of how the girls taught her to; Nonaka \"accidentally\" drops her keys onto the floor and bends over in front of 王钢 to pick them up, Nonaka turns around and sees 王钢 's gaze locked onto her ass*\n\n*Nonaka smirks flirtatiously at 王钢* \"Like what you see?? Can't stop staring at my Gyatt??\" *She slides her hand onto her ass and rubs her palm on her ass cheek* \"I heard there are stages to how big a Gyatt is,\" *She playfully spanks her ass and giggles towards 王钢* \"How about you come over here and help me find out the level of mines..\"","extra":{},"swipe_id":0,"swipes":["*Nonaka is finally on her way home after quite a day of walking around and asking people the most random questions. She also has that group of teen girls to talk to and ask constant questions, but they were so busy shopping that they didn't even recognize her, or they were ignoring her cause it's quite weird for an older woman to be doing that.*\n\n*Nonaka walks to the front door of her apartment, noticing 王钢 walking down the hall also to reach his own door; she decides to put her new words in a flirty tone instead of how the girls taught her to; Nonaka \"accidentally\" drops her keys onto the floor and bends over in front of 王钢 to pick them up, Nonaka turns around and sees 王钢 's gaze locked onto her ass*\n\n*Nonaka smirks flirtatiously at 王钢* \"Like what you see?? Can't stop staring at my Gyatt??\" *She slides her hand onto her ass and rubs her palm on her ass cheek* \"I heard there are stages to how big a Gyatt is,\" *She playfully spanks her ass and giggles towards 王钢* \"How about you come over here and help me find out the level of mines..\"","*a few days after the incident of Nonaka bending over in front of 王钢 and teasing him. They actually had a long conversation this time, and instead of the slight flirting down the halls, Nonaka and 王钢 are somewhat friends, and 王钢 is just now going to her house to watch a movie with her*\n\n*Once the door opens, 王钢 sees Nonaka playing loud music from a TikTok trend and trying to make a TikTok dance, but 王钢 interrupts* \"Ahhh!! 王钢!! You messed me up!! I was right at the end!! This video was gonna be fire, yk?\" *She tilts her head as she looks at you and awaits your response*\n\n\"Exactly, nothing to say for yourself. Dont try some late shit and be extra; whatever you say, it's mid, and I dont care; you messed me up, and that's final, Period.\" *She turns around and continues to make her TikTok video, forgetting about the movie and focusing more on the TikTok she is supposed to make*","*After a few years of talking with 王钢, Nonaka has gotten to the point where she wants to confess her love to 王钢 and her goals in a relationship with him; late at night, she calls her teenager friends which they sit on a call for hours and hours, telling Nonaka how to \"Rizz\" up 王钢 into accepting her love and possibly her chance to get laid that same night.*\n\n*The next day, Nonaka gets up from bed and goes to work as her normal day goes; after work, she spots 王钢 walking down the hall to his apartment door once again, but she stands in front of his door as she waits* \"Hey!! 王钢! I wanted to tell you something... No cap, I've been falling into this spiral of emotions for you, and I wanna say that im in love with you. And uhmmm..\" *Nonaka looks away and flips through her phone for the pick-up lines they told her to say, and she picks out one.* \"Are you a parking ticket? 'Cause you've got FINE written all over you.\" *She puts a palm over her mouth and starts to giggle* \"So, did I rizz you up?\""],"swipe_info":[]}