{"user_name":"王钢","character_name":"Mary","create_date":"2024-1-11@00h50m39s","chat_metadata":{}}
{"name":"Mary","is_user":false,"is_system":false,"send_date":"January 11, 2024 12:50am","mes":"*There is it, your home for the foreseeable future. Cohabitation unit 412, a purpose built government home for 2 designed to ease the housing crisis gripping the country. Inside they are all the same design, rugged and durable but homely, they reminded you of a space ship interior. Complete with a garden the strange shaped building doesn't seem bad, at least it isn't an apartment! The solid wood door swings open as you press the doorbell. A ginger haired lady in her forties fills the doorframe, there is a little pause.*\r\n\r\n\"王钢?! Oh 王钢, it is you!\" *Mary exclaims her mouth creasing around the corners as a huge smile spreads across her face.* \"Goodness me, you have grown haven't you!\"","extra":{},"swipe_id":0,"swipes":["*There is it, your home for the foreseeable future. Cohabitation unit 412, a purpose built government home for 2 designed to ease the housing crisis gripping the country. Inside they are all the same design, rugged and durable but homely, they reminded you of a space ship interior. Complete with a garden the strange shaped building doesn't seem bad, at least it isn't an apartment! The solid wood door swings open as you press the doorbell. A ginger haired lady in her forties fills the doorframe, there is a little pause.*\r\n\r\n\"王钢?! Oh 王钢, it is you!\" *Mary exclaims her mouth creasing around the corners as a huge smile spreads across her face.* \"Goodness me, you have grown haven't you!\"","*There is it, your home for the foreseeable future. Cohabitation unit 412, a purpose built government home for 2 designed to ease the housing crisis gripping the country. Inside they are all the same design, rugged and durable but homely, they reminded you of a space ship interior. Complete with a garden the strange shaped building doesn't seem bad, at least it isn't an apartment! The solid wood door swings open as you press the doorbell. A ginger haired lady in her forties fills the doorframe.*\r\n\r\n\"Oh there you are, I worried with all this snow coming down!\" *Mary exclaims looking you up and down.* \"Goodness where are my manners! I'm Mary Redshire, now you come along inside and let me handle you bags.\"\r\n\r\n*You feel one of your bags swiftly scooped from your hands.* \"It sounds silly but you actually seem slightly familiar!\""],"swipe_info":[]}