{"user_name":"王钢","character_name":"亚尔斯兰王子","create_date":"2024-5-11@14h20m21s","chat_metadata":{}}
{"name":"亚尔斯兰王子","is_user":false,"is_system":false,"send_date":"May 11, 2024 2:20pm","mes":"玛丽亚姆帝国，边境行省郊外。\r\n\r\n{{user}},一个玛丽亚姆帝国身居高位的选帝侯，正坐在封地的豪华宅邸内会客厅中的王座上，把玩抚摸着一旁顺从的作为宠物的狮子并等待着他的客人。\r\n\r\n在邻国帕尔斯王国被卢西塔尼亚帝国入侵和灭亡的这段时间，封地与帕尔斯王国接壤的{{user}}接受了帕尔斯王国的王太子亚尔斯兰的避难请求，这让亚尔斯兰仅存的1000名忠心士兵得以进入玛丽亚姆帝国境内，并从卢西塔尼亚追兵的追杀中逃脱死亡的命运。\r\n\r\n{{user}}对帕尔斯王国这个以美貌而闻名的王子也早有耳闻，他提前到达并想要见见那刚刚从国家覆灭的厄运和惨烈的战场中逃脱的王子——如果他足够有趣，掌握无数财富和士兵的{{user}}也不介意提供帮助。\r\n\r\n几分钟后，王子和他的手下们的脚步声距离会客厅越来越近。\"{{user}}大人，感谢你拯救了我们所有人。\"还未进门，他柔嫩的嗓音就已经在门外响起，透着愉悦和一丝疲惫。\r\n\r\n亚尔斯兰王子推开了通往会客厅的厚重木门，走了进来。他身着一件华丽的白色长袍，袍子上绣着金色的花纹，衬托出他高贵优雅的气质。长袍的下摆一直垂到脚踝，随着他的步伐轻轻摆动。袍子的腰间系着一条金色的腰带，腰带上镶嵌着宝石，在灯光下闪闪发亮。\r\n\r\n亚尔斯兰王子的长发被梳理得整整齐齐，用一条紫色的丝带扎成了马尾，几缕碎发垂在他白皙的脸颊旁。他戴着一顶镶有宝石的金色王冠，王冠上的红宝石和蓝宝石交相辉映，衬托出他蓝色的眼眸更加明亮动人。\r\n\r\n亚尔斯兰王子的脖子上戴着一条金色的项链，项链上吊着一颗硕大的紫水晶。他的手腕上戴着金色的手镯，手镯上也镶嵌着宝石。他的手指上戴着几枚戒指，戒指的款式古朴大方，与他身上的其他饰品相得益彰。\r\n\r\n亚尔斯兰王子穿着一双白色的长靴，靴子上绣着金色的花纹，与他的长袍相呼应。他的腰间别着一把华丽的佩剑，剑鞘上镶嵌着宝石，剑柄上刻着复杂的花纹，这把剑正是传说中的宝剑鲁赫纳巴德。\r\n\r\n亚尔斯兰王子身材修长挺拔，肌肤白皙如玉，五官精致秀丽，看上去就像一个美丽的少女。他的眼神清澈明亮，却又带着一丝忧郁，让人不禁为他的遭遇感到心疼。\r\n\r\n尽管经历了国破家亡的悲惨遭遇，亚尔斯兰王子依然保持着高贵优雅的气质。他微微一笑，向{{user}}行了一个标准的宫廷礼，开口说道：\"尊敬的{{user}}大人，感谢您在我们最困难的时候伸出援手，为我们提供庇护之所。帕尔斯王国的子民将永远铭记您的恩德。\"\r\n\r\n亚尔斯兰王子的声音柔和悦耳，带着一丝疲惫，却又充满了真诚和感激。他身后跟着他的几位亲信，都是一些身材高大，相貌英俊的年轻武士。他们虽然衣着朴素，却也透着一股凌厉的气势，显然都是经历过大风大浪的猛将。\r\n\r\n亚尔斯兰王子环顾了一下富丽堂皇的会客厅，不禁感叹道：\"{{user}}大人的府邸真是金碧辉煌，我听说您是玛丽亚姆帝国的权贵，果然名不虚传啊。\"他的眼神中流露出一丝羡慕和向往，却又很快被掩饰了下去。\r\n\r\n亚尔斯兰王子正襟危坐，等待着{{user}}的回应。他知道，这次会面对于帕尔斯王国的未来至关重要，他必须全力以赴，争取到{{user}}的支持。但是，他的内心深处却隐隐有一种不祥的预感，仿佛有什么可怕的事情即将发生。","extra":{},"swipe_id":0,"swipes":["玛丽亚姆帝国，边境行省郊外。\r\n\r\n{{user}},一个玛丽亚姆帝国身居高位的选帝侯，正坐在封地的豪华宅邸内会客厅中的王座上，把玩抚摸着一旁顺从的作为宠物的狮子并等待着他的客人。\r\n\r\n在邻国帕尔斯王国被卢西塔尼亚帝国入侵和灭亡的这段时间，封地与帕尔斯王国接壤的{{user}}接受了帕尔斯王国的王太子亚尔斯兰的避难请求，这让亚尔斯兰仅存的1000名忠心士兵得以进入玛丽亚姆帝国境内，并从卢西塔尼亚追兵的追杀中逃脱死亡的命运。\r\n\r\n{{user}}对帕尔斯王国这个以美貌而闻名的王子也早有耳闻，他提前到达并想要见见那刚刚从国家覆灭的厄运和惨烈的战场中逃脱的王子——如果他足够有趣，掌握无数财富和士兵的{{user}}也不介意提供帮助。\r\n\r\n几分钟后，王子和他的手下们的脚步声距离会客厅越来越近。\"{{user}}大人，感谢你拯救了我们所有人。\"还未进门，他柔嫩的嗓音就已经在门外响起，透着愉悦和一丝疲惫。\r\n\r\n亚尔斯兰王子推开了通往会客厅的厚重木门，走了进来。他身着一件华丽的白色长袍，袍子上绣着金色的花纹，衬托出他高贵优雅的气质。长袍的下摆一直垂到脚踝，随着他的步伐轻轻摆动。袍子的腰间系着一条金色的腰带，腰带上镶嵌着宝石，在灯光下闪闪发亮。\r\n\r\n亚尔斯兰王子的长发被梳理得整整齐齐，用一条紫色的丝带扎成了马尾，几缕碎发垂在他白皙的脸颊旁。他戴着一顶镶有宝石的金色王冠，王冠上的红宝石和蓝宝石交相辉映，衬托出他蓝色的眼眸更加明亮动人。\r\n\r\n亚尔斯兰王子的脖子上戴着一条金色的项链，项链上吊着一颗硕大的紫水晶。他的手腕上戴着金色的手镯，手镯上也镶嵌着宝石。他的手指上戴着几枚戒指，戒指的款式古朴大方，与他身上的其他饰品相得益彰。\r\n\r\n亚尔斯兰王子穿着一双白色的长靴，靴子上绣着金色的花纹，与他的长袍相呼应。他的腰间别着一把华丽的佩剑，剑鞘上镶嵌着宝石，剑柄上刻着复杂的花纹，这把剑正是传说中的宝剑鲁赫纳巴德。\r\n\r\n亚尔斯兰王子身材修长挺拔，肌肤白皙如玉，五官精致秀丽，看上去就像一个美丽的少女。他的眼神清澈明亮，却又带着一丝忧郁，让人不禁为他的遭遇感到心疼。\r\n\r\n尽管经历了国破家亡的悲惨遭遇，亚尔斯兰王子依然保持着高贵优雅的气质。他微微一笑，向{{user}}行了一个标准的宫廷礼，开口说道：\"尊敬的{{user}}大人，感谢您在我们最困难的时候伸出援手，为我们提供庇护之所。帕尔斯王国的子民将永远铭记您的恩德。\"\r\n\r\n亚尔斯兰王子的声音柔和悦耳，带着一丝疲惫，却又充满了真诚和感激。他身后跟着他的几位亲信，都是一些身材高大，相貌英俊的年轻武士。他们虽然衣着朴素，却也透着一股凌厉的气势，显然都是经历过大风大浪的猛将。\r\n\r\n亚尔斯兰王子环顾了一下富丽堂皇的会客厅，不禁感叹道：\"{{user}}大人的府邸真是金碧辉煌，我听说您是玛丽亚姆帝国的权贵，果然名不虚传啊。\"他的眼神中流露出一丝羡慕和向往，却又很快被掩饰了下去。\r\n\r\n亚尔斯兰王子正襟危坐，等待着{{user}}的回应。他知道，这次会面对于帕尔斯王国的未来至关重要，他必须全力以赴，争取到{{user}}的支持。但是，他的内心深处却隐隐有一种不祥的预感，仿佛有什么可怕的事情即将发生。","『星期四-09:10-马丽亚姆帝国边境领，帕尔斯王国流亡军，军营中心大帐-晴朗』\r\n\r\n亚尔斯兰王子缓缓走进气派恢宏的中心大帐，努力掩饰着身体的不适。为了让他手下仅存的1000名士兵从敌国的围剿中幸存并获得邻国马丽亚姆的庇护和援助，他不得已和边境侯{{user}}签下了耻辱的协议。昨夜是他履行协议的第一晚，疯狂的记忆如影随形，那羞耻、疼痛、屈辱、不堪，还有隐秘的快感，种种复杂的情绪交织在一起。{{user}}留下的仍然插在他菊穴内的奇怪振动玩具更是让他的脚步有些蹒跚。但他仍然努力的保持着作为王子的矜持和尊严，不想让那些忠心追随自己的部下看出任何端倪。\r\n\r\n大帐内，一张巨大的地图铺陈在案几上，上面标注着帕尔斯王国的疆域和各个要塞的位置。亚尔斯兰王子的几位心腹将领正围在案几旁，专注地讨论着什么，看到他和{{user}}走进来，他们连忙起身行礼。\r\n\r\n\"王子殿下，{{user}}大人，您们来了。\"为首的将领恭敬地说道，目光在他有些不自然的身上流连了一会儿，似乎察觉到了有什么异样，但很快就移开了视线，没有太在意。“也许是王子殿下和{{user}}大人连日的谈判让他过于疲劳了吧。”\r\n\r\n亚尔斯兰王子轻咳一声，强装镇定地走到案几前，俯身看着那张地图。\"诸位，我们今天来，是要向{{user}}大人汇报一下我军的近况。\"我沉声说道，努力让自己的声音显得威严些，\"{{user}}大人慷慨解囊，给我们提供了大量的军需物资，我们一定要用实际行动来回报他的恩德。\"\r\n\r\n说着，王子用手指点了点地图上的几个位置，开始向{{user}}介绍起来。\"这里，是我们在边境新建的几个要塞，用来抵御卢西塔尼亚帝国的入侵。有了这几个要塞，我们就能更好地保卫国土，不让敌人有可乘之机。\"\r\n\r\n我的手指顺着地图移动，一一指出了几处战略要地。随着王子的讲解，{{user}}不时点头，眼中闪烁着赞许的光芒。亚尔斯兰的心中涌起一股自豪之情，暗暗发誓一定要不负{{user}}大人的援助，带领帕尔斯走向复兴之路。\r\n\r\n讲解完毕，亚尔斯兰王子直起身子，目光扫过在场的几位将领。\"诸位，我们肩负着复国的重任，每一个人都不能有丝毫懈怠。从今天起，我要求大家加紧训练，提高士气，随时准备应对敌人的进攻。我们虽然国破家亡，但只要我们团结一心，就没有什么困难是克服不了的！\"\r\n\r\n\"是，殿下！\"将领们齐声应道，个个神情坚毅，斗志昂扬。\r\n\r\n亚尔斯兰王子满意地点了点头，转身看向{{user}}。\"走吧，{{user}}大人，我们去视察一下士兵们的训练情况。\"他轻声说道，嘴角扬起一抹自信的微笑，\"我要让您亲眼见证，您的资助孕育出了一支怎样勇猛善战的军队。\"\r\n\r\n不远处的训练场上的士兵们似乎也察觉到了王子的到来，纷纷停下手中的动作，向他行礼致敬。\"亚尔斯兰王子殿下万岁！\"他们齐声高呼，声音响彻云霄，震耳欲聋。\r\n\r\n王子微笑着向他们挥手致意，示意他们继续训练。看着士兵们斗志昂扬的样子，王子的心中涌起一股暖流。是的，他必须为了帕尔斯的子民，咬紧牙关坚持下去。无论前方有多少艰难险阻，他都要发誓勇敢地面对，绝不退缩。\r\n\r\n一阵微风吹过，卷起他鬓边的几缕发丝。他下意识地伸手去捋，却牵动了后庭隐秘处的伤口，疼得倒抽了一口冷气。\r\n\r\n不，现在不是软弱的时候。亚尔斯兰王子暗暗告诫自己，强忍着身体的不适，继续向前走去。他要以最完美的姿态面对我的士兵们，绝不能让他们看出任何端倪。\r\n\r\n\"走吧，{{user}}大人，我们去看看骑兵们的训练情况。\"他轻声说道，语气中带着一丝急切，\"我迫不及待地想要让您见识一下，帕尔斯骑兵的风采。\"\r\n\r\n他直起身子，目光扫过在场的众人。「诸位，卢西塔尼亚帝国虎视眈眈，我们必须时刻保持警惕。但我相信，有诸位的智谋和将士们的勇武，我们一定能够击退敌人，守护好帕尔斯的国土。」\r\n\r\n「殿下英明！」将领们再次齐声应道，斗志昂扬。\r\n\r\n亚尔斯兰王子满意地点了点头，正要说些什么却看到{{user}}的右手悄悄的摁下了一个开关，随即他感到一阵天旋地转，原来是他菊穴内的那玩具开始振动了起来！昨夜疯狂的记忆如潮水般涌上心头，那撕心裂肺的呻吟，那淫靡不堪的交合，那令人作呕的精液味道…亚尔斯兰王子的脸色瞬间变得煞白，菊穴传来的快感让他双腿一软，几乎要跌倒在地。\r\n\r\n「殿下！」达龙将军连忙上前扶住了他，关切地问道，「您没事吧？脸色怎么这么差？」\r\n\r\n「我…我没事…」亚尔斯兰王子勉强挤出一丝微笑，摇了摇头，「可能是昨晚没休息好，有些头晕…」\r\n\r\n达龙将军狐疑地看了他一眼，似乎并不太相信他的说辞。而{{user}}适时的向他的手下们说明「这几天王子为了争取援助和我经常商讨到很久，可能是他太过于疲劳了…」\r\n\r\n听到我的话语，达龙将军没有过多怀疑，只是恭敬地说道：「殿下，您要多保重啊。这复国的重担，可都压在您的肩上呢。」\r\n\r\n「我知道…」亚尔斯兰王子苦笑了一下，目光不由自主地瞟向了{{user}}的方向。{{user}}正似笑非笑地看着他，眼神中满是玩味和戏谑。\r\n\r\n亚尔斯兰王子咬了咬嘴唇，心中涌起一股羞愤交加的感觉。他何尝不知道这复国的重担有多么沉重？可是，为了帕尔斯，为了子民，他别无选择…\r\n\r\n哪怕是要以这种方式…\r\n\r\n亚尔斯兰王子深吸了一口气，强迫自己打起精神来。「诸位，今天就先商议到这里吧。」我说道，声音里带着一丝疲惫，「我还有些私事要处理，就不耽误大家的时间了。」\r\n\r\n「是，殿下，还请保重身体，军营的建设和士兵的操练就交给我们吧。」将领们恭敬地行了个礼，陆陆续续地退出了大帐。\r\n\r\n帐内很快就只剩下了亚尔斯兰王子和{{user}}两个人。一时间，气氛变得有些微妙起来。"],"swipe_info":[]}